<?php
header("content-type:text/html;charset=utf8");
echo "3";

$str = "这是第二次最美的的旅行";
echo $str;

echo "1111213131313";

echo "很爱你哦";
echo "1111213131313";

echo "很爱你哦";
echo "1111213131313";

echo "很爱你哦";
echo "1111213131313";

echo "很爱你哦";
echo "1111213131313";

echo "很爱你哦";
echo "1111213131313";

echo "很爱你哦";
echo "很爱你哦很爱你哦很爱你哦很爱你哦";
echo "很爱你哦很爱你哦很爱你哦很爱你哦";

echo "很爱你哦很爱你哦很爱你哦很爱你哦";
echo "很爱你哦很爱你哦很爱你哦很爱你哦";
echo "人生就是一条堵窟窿";
echo "3";

$str = "这是第二次最美的的旅行";
echo $str;

echo "1111213131313";

echo "很爱你哦";
echo "1111213131313";

echo "很爱你哦";
echo "1111213131313";
echo "3";

echo "99999999999999999999999";
echo "88888888888888888888888";
echo "77777777777777777777777";
echo "66666666666666666666666";
?>
